/* More Printers Browsers button title. */
"More Printers" = "Mais impressoras";

/* Search/Filter toolbar item title. */
"Search" = "Pesquisar";

/* Search/Filter toolbar menu item for printers. */
"Search Printers" = "Pesquisar impressoras";

/* Search/Filter toolbar menu item for models. */
"Search Models" = "Pesquisar modelos";

/* displayed when the ppd is missing any of the cupsfilter entries. */
"MissingParts" = "Falta algum do software da impressora.";

/* displayed as part of the message that will follow the 'MissingParts' string */
"MissingMessage" = "Poderá não conseguir imprimir em “%@”. Volte a instalar o software da impressora.";

/* Title of Cancel button */
"Cancel" = "Cancelar";

/* Title of Continue button */
"Continue" = "Continuar";

/* Title of OK button */
"OK" = "OK";

/* Title of alert shown when there is an error adding a printer. */
"An error occurred while trying to add the selected printer." = "Ocorreu um erro ao adicionar a impressora seleccionada.";

/* Error number shown in error alerts */
"Error:%d" = "Erro:%d";

/* When a queue by the same name or url already exists. */
"Queue already exists." = "Fila de espera já existente.";

/* Title of alert shown when there is a potential duplicate for a printer. */
"A queue for this printer already exists. Do you really want to create a new queue?" = "Já existe uma fila de espera para esta impressora. Pretende mesmo criar uma fila nova?";

/* Title of alert shown when there is a potential duplicate for a fax. ADD_FAX_PRINTER_EXISTS_TITLE */
"A queue for this fax printer already exists. Do you really want to create a new queue?" = "Já existe uma fila de espera para esta impressora fax. Pretende mesmo criar uma fila nova?";

/* Title of auto setup window */
"Determining Installable Options..." = "A determinar opções instaláveis…";

/* Title of manual setup window */
"Installable Options" = "Opções instaláveis";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "O serviço de impressão não se encontra disponível.";

/* String for missing tioga drivers */
"No third-party printer browsers were found." = "Browsers de impressoras de terceiros inexistentes.";
